/* Units */
"MeterPlural" = "メーター";
"MeterSingular" = "メーター";

/* Start & Stop button labels */
"StartButton" = "送信";
"StopButton" = "停止";

/* Data unavailable messages */
"LatLongUnavailable" = "現在地データ受信失敗";

"MeterAccuracyFormat" = "精度： %.0f メーター";

/* Error messages */
"NoLocationServices" = "位置サービス停止中";
"LocationDenied" = "位置アクセスが拒否されました。";
"LocationUnknown" = "現在位置が見つかりません。";
"GenericLocationError" = "未知エラー";
"ConnectionError" = "接続に失敗";
"LoadFailed" = "現在位置の送信に失敗しました。";